Repository: stellamaranhao/Nilo
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# Description
source: Repair Tools
pt_br: Ferramentas de Restauração

# LotusNome
source: Lotus
pt_br: Lótus

# LotusTexto
source: Restore old and damaged photos
pt_br: Restaure fotos danificadas e antigas

# LiriosNome
source: Lilies
pt_br: Lírios

# LiriosTexto
source: Colorize old memories
pt_br: Dê cor à suas memórias antigas

# AcaciasNome
source: Acacias
pt_br: Acácias

# AcaciasTexto
source: Animate old photos
pt_br: Anime fotos antigas

# TirarFoto
source: Take a picture
pt_br: Tirar Foto

# ImportarFoto
source: Import photo
pt_br: Importar Foto

# Melhorar
source: Improve Photo
pt_br: Melhorar Foto

# EscolherOutra
source: Choose another picture
pt_br: Escolher Outra Fotografia

# Carregamento
source: Please don't close the app! We are improving your picture.
pt_br: Por favor não feche o app! Estamos melhorando sua foto.

# Titulo1
source: Recovered Memory!
pt_br: Memória Resgatada!

# Titulo2
source: Don't stop now:
pt_br: Não pare por aqui:

# BotaoExportar
source: Export memory
pt_br: Exportar memória

# BotaoColorir
source: Colorize memory
pt_br: Colorir memória

# BotaoVoltar
source: Recover another memory
pt_br: Resgatar outra memória

# BotaoMelhorar
source: Improve memory
pt_br: Melhorar Foto

# BotaoAnimar
source: Animate memory
pt_br: Animar Foto

# BemVindo
source: WELCOME!
pt_br: BEM-VINDO!

# TEntrada
source: Before you start, check out some available tools that can be used to restore your photos.
pt_br: Antes de começar, veja algumas ferramentas disponíveis para que possa restaurar suas fotografias.

# TutMenu
source: MENU
pt_br: MENÚ

# TMenu
source: On the first screen you have access to the Improvement tools available: n Restore and Coloring photos
pt_br: Na primeira tela você tem acesso as ferramentas de aperfeiçoamento disponivéis: Restaurar e colorir as fotos

# TLotus
source: Use LOTUS to restore images reducing undesirable noises and wear, as well as improving clarity and resolution.
pt_br: Use LÓTUS para restaurar imagens reduzindo os ruídos e desgastes indesejáveis, além de aprimorar a nitidez e resolução.

# TLirios
source: Time to bring your photos to life! Use LILIES to add color to your old memories.
pt_br: Hora de dar vida a suas fotos! Use LÍROS para dar cor nas suas memórias mais antigas.

# TFinal
source: Now it's up to you! Enjoy the tools of NILO to preserve your memories.
pt_br: Agora é com você! Desfrute das ferramentas do **NILO** para preservar suas memórias e recordações.

# BotaoComecar
source: Start
pt_br: Começar

# PopT1
source: Are you sure?
pt_br: Tem Certeza?

# PopT2
source: Would you like to save the photo before you leave or make another change?
pt_br: Gostaria de salvar a foto antes de sair ou fazer outra alteração?

# PopB1
source: Save Photo
pt_br: Salvar foto

# PopB2
source: Continue anyway
pt_br: Continuar mesmo assim
